export const blogList = [
  {
    slug: 'Obsidian Dataview full',
    title: 'بعد از مهاجرت چه چیز هایی فرق کرده؟',
    desc: 'آیا همان قدر که میگویند مهاجرت جذاب است؟ یا چالش‌های پنهانی وجود دارد که کسی از آن‌ها صحبت نمی‌کند؟ در این مقاله به بررسی عمیق این موضوع می‌پردازیم.',
    date: '2026/06/13',
    category: 'Migration' // 👈 تگ مورد نظر را اینجا بنویسید (مثل: Tools, Backend, Migration)
  },
  {
    slug: 'Obsidian Dataview full',
    title: 'بعد از مهاجرت چه چیز هایی فرق کرده؟',
    desc: 'آیا همان قدر که میگویند مهاجرت جذاب است؟ یا چالش‌های پنهانی وجود دارد که کسی از آن‌ها صحبت نمی‌کند؟ در این مقاله به بررسی عمیق این موضوع می‌پردازیم.',
    date: '2026/06/13',
    category: 'Tools'
  }
];